Repository: Sokool07/TG_bot
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: user counter: <b>{count}</b>
ru: кол-во пользователей: <b>{count}</b>

source: about
ru: ℹ️ <b>About</b>

source: title main keyboard
ru: 📒 <b>Главное меню</b>.

source: support text
ru: 🤝 Поддержка

source: support button
ru: Support

source: back button
ru: 🔙 Вернуться назад

source: info button
ru: Info

source: fortune button
ru: 🎡 Открыть колесо фортуны

source: first message
ru: 👋 <b>Добро пожаловать в бот.</b> Чтобы начать пользоваться ботом можете начать с /menu

source: fortune description
ru: Запусти колесо фортуны в браузере и попробуй выиграть моментальные призы.

source: onboarding_welcome
ru: Привяжи аккаунт казино и подпишись на канал, чтобы получить <b>30 фриспинов</b>.

source: onboarding_ask_login
ru: Отправь имя пользователя или email, который указан в аккаунте казино.

source: onboarding_cancelled
ru: Хорошо, онбординг отменён.

source: onboarding_invalid_login
ru: Нужно имя пользователя или email (минимум 3 символа). Попробуй ещё раз или нажми /cancel.

source: onboarding_service_error
ru: Не удалось связаться с сервисом казино. Попробуй позже.

source: onboarding_code_sent
ru: Мы отправили код подтверждения на {email}. Введи его здесь в течение {ttl} минут.

source: onboarding_ask_code
ru: Напиши код подтверждения из письма.

source: onboarding_token_invalid
ru: Не удалось подтвердить код. Проверь письмо и попробуй снова.

source: onboarding_subscribe_button
ru: 📢 Подписаться

source: onboarding_check_button
ru: ✅ Проверить подписку

source: onboarding_token_confirmed
ru: Отлично! Аккаунт казино подтверждён.

source: onboarding_subscribe_prompt
ru: Теперь подпишись на наш канал, чтобы я проверил выполнение условий.

source: onboarding_throttled
ru: Подожди ещё {seconds} сек. перед следующей проверкой.

source: onboarding_not_subscribed
ru: Похоже, подписка ещё не оформлена. Нажми кнопку выше и попробуй снова.

source: onboarding_granting
ru: Проверяем аккаунт и начисляем 30 фриспинов...

source: onboarding_bonus_success
ru: Готово! 30 фриспинов зачислены. Удачи!

source: onboarding_requirements_failed
ru: Условия бонуса ещё не выполнены. Нужен хотя бы один депозит.

source: onboarding_bonus_failure
ru: Не удалось начислить бонус. Мы проверим и свяжемся при необходимости.

source: onboarding_fallback
ru: Я пока не понимаю. Используй /start, чтобы начать онбординг.
